

#define RFID_flag        1<<0    //Флаг, сигнализирующий о чтении карты
#define sensors_flag     1<<1    //Флаг, сигнализирующий об изменении сигнлов на сенсорах
#define wifi_flag        1<<2    //Флаг, сигнализирующий о подключении через wifi
#define server_flag		 1<<3	 //Флагб сигнализирующий о подключении к серверу
//#define rs485_connect    1<<3    //Флаг, сигнализирующий о подключении через rs485
//#define master_com       1<<4    //Флаг, сигнализирующий о наличии необработанной команды с компьютера



